HELP_1 = """🙄 **<u>اوامر الادمن:</u>**

✧ /تخطي ☜لتخطي التشغيل الحالي

✧ /ايقاف ☜لإيقاف التشغيل نهائيا

✧ /وقف ☜لإيقاف التشغيل مؤقتا

✧ /كمل ☜لإستئناف التشغيل

✧ /ct ☞تخطي التشغيل الحالي في القناة

✧ /ce ☞لإيقاف التشغيل نهائيا في القناة

✧ /cw ☞لإيقاف التشغيل مؤقتا في القناة

✧ /ck ☞لإستئناف التشغيل في القناة"""


HELP_6 = """🤨 **<u>قوائم التشغيل:</u>**

☆ /playlist ☞التحقق من قائمة التشغيل المحفوظه

☆ /deleteplaylist ☞حذف قائمة التشغيل المحفوظه

☆ /play ☞بدء تشغيل قائمة التشغيل المحفوظه."""

HELP_7 = """🍑 **اوامر البنج:**

"☆ /ping ☞عرض سرعة استجابة البوت

☆ /start ☞لبدء تشغيل بوت الموسيقى"""

HELP_8 = """💞 **<u>اوامر التشغيل:</u>**

💡جميع الاوامر تستخدم مع الامر التالي{/} 

✧ /تشغيل ☜لتشغيل الميوزك في المجموعات

✧ /تخطي ☜لتخطي التشغيل الحالي 

✧ /وقف ☜لإيقاف التشغيل مؤقتا

✧ /كمل ☜لأستئناف التشغيل

✧ /ايقاف ☜لإيقاف التشغيل نهائيا

✧ /تحميل ☜لتحميل اي شي تريده

✧ /قناة ☜لربط القناة في المجموعه

✧ /cs ☞لتشغيل الميوزك في القناة

✧ /ct ☞لتخطي التشغيل الحالي في القناة

✧ /cw ☞لإيقاف التشغيل مؤقتا في القناة

✧ /ck ☞لإستئناف التشغيل في القناة

✧ /ce ☞لإيقاف التشغيل نهائيا في القناة"""

HELP_9 = """🥀 **<u>اوامر المطور او المالك:</u>**

🥺 **<u>اضافة او ازالة مطور:</u>**

☆ /addsudo ☞لإضافة مطور الى البوت
☆ /delsudo ☞لإزالة مطور من البوت

🤓 **<u>اوامر البوت:</u>**

☆ /restart ☞: اعادة تشغيل البوت

☆ /update ☞تحديث البوت 

☆ /speedtest ☞اختبار سرعة البوت 

☆ /maintenance ☞البوت تحت الصيانه 

☆ /logger ☞المستخدمين للبوت

☆/get_log ☞جلب المستخدم للبوت


HELP_11 = """😅**<u>لتشغيل البوت:</u>**

☆ /start ☞لبدء تشغيل بوت الموسيقى.

☆ /help ☞لعرض اوامر البوت 

☆ /settings ☞الحصول على معلومات المجموعات كامله 

☆ /sudolist ☞التحقق من قائمة المطورين."""

